{
  "Login": "Login",
  "login.cancel": "Abbrechen",
  "Settings": "Settings",
  "Enter your email address and password to login.": "Erfassen Sie E-Mail-Adresse und Passwort um sich anzumelden.",
  "Enter your email address and we'll send you a temporary password. Change your password immediately after logging-in.": "Geben Sie Ihre E-Mail-Adresse ein, wir senden Ihnen eine E-Mail mit einem temporären Passwort. Bitte ändern Sie dieses nach dem anmelden umgehend.",
  "Logging in...": "Sie werden angemeldet…",
  "Your account is suspended.": "Ihr Benutzerkonto ist gesperrt.",
  "You have logged-in using a new device. We have sent an email message containing a  pin code to verify your identity.": "Sie haben sich mit einem neuen Gerät angemeldet. Wir haben Ihnen eine E-Mail mit einem Verifikations PIN geschickt.",
  "Invalid email or password.": "Die eingegemene E-Mail-Adresse oder Passwort sind falsch.",
  "Thanks! Your new device is now registered.": "Danke! Ihr Gerät ist nun registriert.",
  "Invalid PIN.": "Falsche PIN.",
  "Please wait...": "Please wait...",
  "An email message containing your temporary password has been sent to you. Please chaeck your mailbox.": "Eine E-Mail mit einem temporären Passwort wurde Ihnen zugestellt. Bitte prüfen Sie ihre Mailbox.",
  "Could not send to the email address you provided.": "Wir können Ihnen kein Passwort an die angegebenen Adresse schicken.",
  "Email Address": "E-Mail-Adresse",
  "Please input your email address!": "Bitte erfassen Sie die E-Mail-Adresse.",
  "Password": "Passwort",
  "Please input your password!": "Bitte erfassen Sie das Passwort.",
  "Remember Me": "Anmeldedaten speichern",
  "Forgot password": "Passwort vergessen?",
  "Submit": "Anmelden",
  "RESET PASSWORD": "Passwort zurücksetzten",
  "Enter One Time Pin": "Geben Sie den One Time PIN ein.",
  "PIN Code": "PIN Code",
  "Activity": "Aktivität",
  "Sales Account MwSt": "Sales Account MwSt",
  "Einahmen/Ausgaben MwSt": "Einahmen/Ausgaben MwSt",
  "Type": "Art",
  "Add": "Hinzufügen"
}
